Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/puheenjohtaja_juuso_tapasi_presidentti_niiniston_lemmenjoella.html.tmx
Source language: fin
Languages: smn

source: Puheenjohtaja Juuso tapasi presidentti Niinistön Lemmenjoella
smn: Saavâjođetteijee Juuso teeivâi president Niinistö Lemmest

source: Saamelaiskäräjien puheenjohtaja Tuomas Aslak Juuso tapasi Suomen tasavallan presidentin Sauli Niinistön Lemmenjoella tänään 6. maaliskuuta.
smn: Sämitige saavâjođetteijee Tuomas Aslak Juuso teeivâi Suomâ täsivääldi president Sauli Niinistöin Lemmest onne njuhčâmáánu 6. peeivi.

source: Presidentti tutustui vierailullaan saamelaiskulttuuriin ja poronhoitoon Palton tilalla ja maastossa.
smn: President uápásmui kolliistâllâm ääigi sämikulttuurân já puásuituálun Paltto táálust já meecist.

source: Tapaamisessa puheenjohtaja Juuso toi esille ajankohtaisina asioina ilmastonmuutoksen ja sen mukanaan tuomat haasteet saamelaisten perinteisten elinkeinojen näkökulmasta, saamelaisten totuus- ja sovintokomission työn, saamelaisiin kohdistuvan vihapuheen sekä kansainvälisten ihmisoikeusvelvoitteiden toteutumisen Suomessa.
smn: Teivâdmist saavâjođetteijee Juuso puovtij oovdân äigikyevdilis aašijn šoŋŋâdâhnubástus já ton mieldi puáttám háástuid sämmilij ärbivuáválij iäláttâsâi uáinimčievâst, sämmilij tuotâvuotâ- já sovâdâttâmkomissio pargo, sämmiláid čuáccám vajesaavâ sehe almugijkoskâsii olmoošvuoigâdvuotâkenigâsvuođâi olášume Suomâst.

source: Palton perhe toivotti presidentin tervetulleeksi Lemmenjoelle.
smn: Paltto peerâ tuáivuttij president tiervâpuáttim Lemmei.

source: Saamelaiskäräjät lahjoitti presidentille hänen nimikirjaimillaan koristellun luhkan.
smn: Sämitigge skeŋkkij presidentân suu nommâpustavijguin hervejum luuhâ.

source: Presidentti vieraili 6. maaliskuuta Lemmenjoella Inarissa, jossa hän tapasi Saamelaiskäräjien edustajien lisäksi kolttien luottamusmiehen Veikko Feodoroffin ja Inarin kunnan kunnanjohtajan Toni K. Laineen.
smn: President kollij njuhčâmáánu 6. peeivi Lemmest Anarist, kost sun teeivâi Sämitige ovdâsteijei lasseen nuorttâlij ovdâolmooš Veikko Feodoroffin já Aanaar kielâ kieldâhovdâ Toni K. Lainein.

source: Lisätietoja
smn: Lasetiäđuh

source: Saamelaiskäräjien puheenjohtaja Tuomas Aslak Juuso puh. 040 187 1331, tuomas.juuso(at)samediggi.fi
smn: Sämitige saavâjođetteijee Tuomas Aslak Juuso puh. 040 187 1331, tuomas.juuso(at)samediggi.fi

source: Saamelaiskäräjien muistio presidentti Niinistölle
smn: Sämitige muštottemčáálus president Niinistön (suomâkielân)
